{
  "cards": [
    { "text": "Would you rather know how you die or when you die?", "difficulty": 1 },
    { "text": "Would you rather lose all memories or never make new ones?", "difficulty": 1 },
    { "text": "Would you rather be able to fly or read minds?", "difficulty": 1 },
    { "text": "Would you rather live without music or without TV (movies, series, etc)?", "difficulty": 1 },
    { "text": "Would you rather have unlimited money or unlimited time?", "difficulty": 1 },
    { "text": "Would you rather explore space or the ocean depths?", "difficulty": 1 },
    { "text": "Would you rather know all languages or play every instrument?", "difficulty": 1 },
    { "text": "Would you rather travel to the past or the future?", "difficulty": 1 },
    { "text": "Would you rather be incredibly smart or extremely attractive?", "difficulty": 1 },
    { "text": "Would you rather live without internet or have to do household chores by hand?", "difficulty": 1 },
    { "text": "Would you rather have a rewind button or a pause button for life?", "difficulty": 1 },
    { "text": "Would you rather always say what you think or never speak?", "difficulty": 1 },
    { "text": "Would you rather change the past or see the future?", "difficulty": 1 },
    { "text": "Would you rather be invisible or be able to fly?", "difficulty": 1 },
    { "text": "Would you rather always be 10 minutes late or 20 minutes early?", "difficulty": 1 },
    { "text": "Would you rather have the ability to teleport or time travel?", "difficulty": 1 },
    { "text": "Would you rather give up coffee or social media?", "difficulty": 1 },
    { "text": "Would you rather be able to talk to all reptiles or all insects?", "difficulty": 1 },
    { "text": "Would you rather have unlimited travel or unlimited food?", "difficulty": 1 },
    { "text": "Would you rather lose the ability to read or the ability to speak?", "difficulty": 1 },
    { "text": "Would you rather have free Wi-Fi everywhere or unlimited battery life on all your devices?", "difficulty": 1 },
    { "text": "Would you rather always have all traffic lights you approach turn green or never have to stand in line again?", "difficulty": 1 },
    { "text": "Would you rather get $10,000 or your best friend get $100,000?", "difficulty": 1 },
    { "text": "Would you rather solve world hunger or end all fighting in the world?", "difficulty": 1 },
    { "text": "Would you rather have a pet dinosaur or a pet dragon?", "difficulty": 1 },
    { "text": "Would you rather be an unknown superhero or a famous villain?", "difficulty": 1 },
    { "text": "Would you rather live one year in five different countries or five years in one foreign country?", "difficulty": 1 },
    { "text": "Would you rather be a character in your favourite TV show or have your favourite show never have existed?", "difficulty": 1 },
    { "text": "Would you rather have sex with a sheep and no one knows about it or dont but everyone believes you did?", "difficulty": 1 },
    { "text": "Would you rather publicly expose your partner's biggest secret or have them expose yours?", "difficulty": 1 },
    { "text": "Would you rather never have good sex with someone you love or have great sex with someone you don't love?", "difficulty": 1 },
    { "text": "Would you rather have your past internet history made public or stab someone without getting caught (he would survive)?", "difficulty": 1 },
    { "text": "Would you rather live in a society with no sexual taboos but no privacy, or full privacy but strict sexual laws?", "difficulty": 1 },
    { "text": "Would you rather be famous for a scandalous sex tape or for a major business failure?", "difficulty": 1 },
    { "text": "Would you rather have a job that pays double but requires monthly nude photo shoots, or a job you love that pays half?", "difficulty": 1 },
    { "text": "Would you rather have telekinesis (the ability to move things with your mind) or telepathy (the ability to read minds)", "difficulty": 1 },
    { "text": "Would you rather be chronically under-dressed or overdressed?", "difficulty": 1 },
    { "text": "Would you rather labor under a hot sun or extreme cold?", "difficulty": 1 },
    { "text": "Would you rather have a personal maid or a personal chef?", "difficulty": 1 },
    { "text": "Would you rather be royalty 1,000 years ago or an average person today?", "difficulty": 1 },
    { "text": "Would you rather wear the same socks for a month or the same underwear for a week?", "difficulty": 1 },
    { "text": "Would you rather be gassy on a first date or your wedding night?", "difficulty": 1 },
    { "text": "Would you rather walk in on your parents or have them walk in on you?", "difficulty": 1 },
    { "text": "Would you rather find true love today or win the lottery next year?", "difficulty": 1 },
    { "text": "Would you rather live a short life full of excitement or a long life of calm routine?", "difficulty": 1 },
    { "text": "Would you rather live a life where everything you do is recorded and visible, or live in total isolation where no one ever sees you?", "difficulty": 1 },
    { "text": "Would you rather be desired physically but despised personally, or loved personally but ignored physically?", "difficulty": 1 },
    { "text": "Would you rather never feel fear but also never feel excitement, or feel everything intensely including fear?", "difficulty": 1 },
    { "text": "Would you rather have the ability to erase your worst memory by reliving it once or remain as you are?", "difficulty": 1 },
    { "text": "Would you rather be the creator of an idea that changes the world but die unknown, or be famous your whole life but leave no impact?", "difficulty": 1 },
    { "text": "Would you rather live a life of constant change and instability or never change and always feel stuck?", "difficulty": 1 },
    { "text": "Would you rather your child inherit all your worst traits or none of your best traits?", "difficulty": 1 },
    { "text": "Would you rather feel true empathy for everyone and be overwhelmed or feel little empathy and never suffer for others?", "difficulty": 1 },
    { "text": "Would you rather give up your body's pleasures (sex, snacks, comfort) but have total freedom, or keep pleasures and accept major limitations on freedom?", "difficulty": 1 },
    { "text": "Would you rather have a job you love that destroys your health, or a job you hate that gives you perfect health?", "difficulty": 1 },
    { "text": "Would you rather lose your capacity to feel shame or lose your capacity to feel guilt?", "difficulty": 1 }
  ]
}
