{
  "cards": [
    { "text": "Never have I ever fallen asleep during sex.", "difficulty": 1 },
    { "text": "Never have I ever written a love letter.", "difficulty": 1 },
    { "text": "Never have I ever texted the wrong person something romantic.", "difficulty": 1 },
    { "text": "Never have I ever made up a story to impress someone.", "difficulty": 1 },
    { "text": "Never have I ever gone on a terrible first date.", "difficulty": 1 },
    { "text": "Never have I ever kept a relationship secret.", "difficulty": 1 },
    { "text": "Never have I ever dated two people at once.", "difficulty": 1 },
    { "text": "Never have I ever pretended to like a gift I hated.", "difficulty": 1 },
    { "text": "Never have I ever gone through my partner's phone.", "difficulty": 1 },
    { "text": "Never have I ever had a workplace romance.", "difficulty": 1 },
    { "text": "Never have I ever rehearsed what to say before calling someone.", "difficulty": 1 },
    { "text": "Never have I ever been set up on a date by friends.", "difficulty": 1 },
    { "text": "Never have I ever had at least two coffees in a day.", "difficulty": 1 },
    { "text": "Never have I ever gotten into a fight", "difficulty": 1 },
    { "text": "Never have I ever lived abroad.", "difficulty": 1 },
    { "text": "Never have I ever shoplifted something.", "difficulty": 1 },
    { "text": "Never have I ever had sex with an ex after breaking up.", "difficulty": 1 },
    { "text": "Never have I ever had sex in a public place.", "difficulty": 1 },
    { "text": "Never have I ever been fully naked on a beach.", "difficulty": 1 },
    { "text": "Never have I ever been to a strip club.", "difficulty": 1 },
    { "text": "Never have I ever dated more than one person at the same time.", "difficulty": 1 },
    { "text": "Never have I ever forgotten my best friend's birthday.", "difficulty": 1 },
    { "text": "Never have I ever dined and dashed.", "difficulty": 1 },
    { "text": "Never have I ever dropped food on the floor and eaten it.", "difficulty": 1 },
    { "text": "Never have I ever gotten blackout drunk and woken up with zero memory.", "difficulty": 1 },
    { "text": "Never have I ever gone three days without a shower.", "difficulty": 1 },
    { "text": "Never have I ever made a sex tape.", "difficulty": 1 },
    { "text": "Never have I ever gone out three nights in a row.", "difficulty": 1 }
  ]
}
