{
  "cards": [
    { "text": "How would your close friends describe you?", "difficulty": 1 },
    { "text": "How many times have you been in love?", "difficulty": 1 },
    { "text": "What's the most important lesson you've learned from a past relationship?", "difficulty": 1 },
    { "text": "What did your last relationship make you appreciate about yourself?", "difficulty": 1 },
    { "text": "What are three things you appreciate about being single?", "difficulty": 1 },
    { "text": "What has helped you heal from heartbreak in the past?", "difficulty": 1 },
    { "text": "What love languages do you prefer to receive, and which do you use to give?", "difficulty": 1 },
    { "text": "What new boundaries have you set for yourself in relationships?", "difficulty": 1 },
    { "text": "How do you show up for yourself when no one else can?", "difficulty": 1 },
    { "text": "What is your attachment style (secure, anxious, avoidant, etc)?", "difficulty": 1 },
    { "text": "What do you need to feel safe in a relationship?", "difficulty": 1 },
    { "text": "What are your three favorite physical features in a partner?", "difficulty": 1 },
    { "text": "What was the first thing you noticed about your partner when you met?", "difficulty": 1 },
    { "text": "What was something you thought about your partner that you now realize was wrong?", "difficulty": 1 },
    { "text": "What do you think I was like in high school?", "difficulty": 1 },
    { "text": "Just by looking at me, what would you think I do for a living?", "difficulty": 1 },
    { "text": "What's something you love to share in a relationship?", "difficulty": 1 },
    { "text": "Has sex ever been a deal breaker for you in the past?", "difficulty": 1 },
    { "text": "How do you feel about having sex on the first date?", "difficulty": 1 },
    { "text": "How emotionally available do you currently feel?", "difficulty": 1 },
    { "text": "When was the last time you ghosted someone, and why?", "difficulty": 1 },
    { "text": "Have you ever considered an open relationship? Why or why not?", "difficulty": 1 },
    { "text": "Which of your parents' personality traits do you want to keep, and which would you let go of?", "difficulty": 1 },
    { "text": "How has your view on love evolved over time?", "difficulty": 1 },
    { "text": "What about me intrigued you besides my looks?", "difficulty": 1 },
    { "text": "What dating advice would you give to your younger self?", "difficulty": 1 },
    { "text": "Write down your top 3 qualities you want in a partner.", "difficulty": 1 },
    { "text": "Write down your top 2 relationship deal breakers.", "difficulty": 1 },
    { "text": "What have you been feeling a lot lately?", "difficulty": 1 },
    { "text": "What was the worst date you've been on and why?", "difficulty": 1 },
    { "text": "What's a non-negotiable in your life?", "difficulty": 1 },
    { "text": "What did the people who raised you teach you about love? How has that shaped you over time?", "difficulty": 1 },
    { "text": "Who in your life do you feel most yourself around? Why?", "difficulty": 1 },
    { "text": "How many kids do you want to have?", "difficulty": 1 },
    { "text": "How do you define love?", "difficulty": 1 },
    { "text": "What's a moment when you felt completely free?", "difficulty": 1 },
    { "text": "Who is your role model for a healthy relationship in the world?", "difficulty": 1 },
    { "text": "What is your preferred method of receiving affection?", "difficulty": 1 },
    { "text": "What's something you wish people understood about you sooner?", "difficulty": 1 },
    { "text": "What's a belief or perspective that would be a deal breaker for you?", "difficulty": 1 },
    { "text": "Is jealousy a normal thing in a relationship?", "difficulty": 1 },
    { "text": "Where do you see yourself in 5 years?", "difficulty": 1 },
    { "text": "What's your ideal fight in a relationship?", "difficulty": 1 },
    { "text": "What's something your parents did really well, and something they could improve on?", "difficulty": 1 }
  ]
}
