{
  "cards": [
    "How many times were you in loved",
    "Whats the most important lesson you have learned in a past relationship",
    "What did your last relationship make you appreciate about yourself",
    "Whats 3 trings you can appreciate in being single",
    "What has helped you heal from a heartbreak in the past",
    "Whats the love languages you like to receive and more use to give",
    "Whats new boundaries that you have set for yourself in a relationship",
    "How can you show up for yourself when no one can",
    "What is your attachment style (secure, anxious, avoidant, etc)",
    "What do you need to feel safe in a relationship",
    "Whats your 3 favorite physically features in your partner",
    "What was the first thing you noticed about your partner when you met them",
    "What was a think you tought about your partner that you now realize was wrong",
    "What do you think i was like in high school",
    "Just by looking at me, what would you think i do for a living",
    "Whats something you love to share in a relationship",
    "Has sex ever been a deal breaker for you in the past",
    "How do you feel about having sex on the first date",
    "How emotionally available do you currently feel",
    "When its the last time you ghosted someone, and why",
    "Have you ever considered an open relationship? Why or why not?",
    "Which of your parents personality traits you want to keep and let go of",
    "How has your view on love evolved over time, if at all",
    "What about me intrigued you besides my looks",
    "What dating advice would you give to your younger self",
    "Write down top 3 qualities you want in a partner",
    "Write down top 2 relationship deal breakers",
    "What have you been feeling a lot lately",
    "What was the worst date you've been on and why",
    "Whats a non-negotiable in your life",
    "What did the people you raised you teache you about love ? How has that shaped in time",
    "Who in your life do you feel most yourself around? Why?"
  ]
}
