{
  "cards": [
    { "text": "If your life were a movie, what would the audience be yelling at you?", "difficulty": 1 },
    { "text": "What are the three best improvements you've made to your life?", "difficulty": 1 },
    { "text": "What's something you still wish to improve in your life?", "difficulty": 1 },
    { "text": "What's a lesson you learned the hard way?", "difficulty": 1 },
    { "text": "If you could tell your past self one thing, what would it be?", "difficulty": 1 },
    { "text": "What's something you're proud of but never talk about?", "difficulty": 1 },
    { "text": "What do you think is your best quality?", "difficulty": 1 },
    { "text": "Share a moment that changed your perspective on life.", "difficulty": 1 },
    { "text": "What's a book everyone should read?", "difficulty": 1 },
    { "text": "If you could master any skill instantly, what would it be?", "difficulty": 1 },
    { "text": "What's your take on the meaning of life?", "difficulty": 1 },
    { "text": "What's the kindest thing someone has done for you?", "difficulty": 1 },
    { "text": "What's one thing you want to be remembered for?", "difficulty": 1 },
    { "text": "Share a belief you used to have that you've changed.", "difficulty": 1 },
    { "text": "What does happiness look like for you?", "difficulty": 1 },
    { "text": "If you could relive one day, which would it be?", "difficulty": 1 },
    { "text": "What's something you're currently struggling with?", "difficulty": 1 },
    { "text": "What makes you feel most alive?", "difficulty": 1 },
    { "text": "What's a small act of kindness you'll never forget?", "difficulty": 1 },
    { "text": "If you could have dinner with anyone dead or alive, who and why?", "difficulty": 1 },
    { "text": "What value do you hold most important in life?", "difficulty": 1 },
    { "text": "Share a moment when you felt truly understood.", "difficulty": 1 },
    { "text": "What's something you've learned about yourself recently?", "difficulty": 1 },
    { "text": "What does success mean to you personally?", "difficulty": 1 },
    { "text": "What's a risk you wish you had taken?", "difficulty": 1 },
    { "text": "Share something that brings you peace.", "difficulty": 1 },
    { "text": "What quality do you admire most in others?", "difficulty": 1 },
    { "text": "What's an event that changed your perspective on life?", "difficulty": 1 },
    { "text": "What was the most disappointing event in your life?", "difficulty": 1 },
    { "text": "What's one thing you've overcome that you feel really proud of?", "difficulty": 1 },
    { "text": "What's a belief you hold that most people would disagree with?", "difficulty": 1 },
    { "text": "If you could erase one memory, which would it be and why?", "difficulty": 1 },
    { "text": "What's a moral dilemma you've faced recently?", "difficulty": 1 },
    { "text": "How do you define true friendship?", "difficulty": 1 },
    { "text": "Why are you friends?", "difficulty": 1 },
    { "text": "What fear holds you back the most?", "difficulty": 1 },
    { "text": "What's a stereotype you've personally experienced or challenged?", "difficulty": 1 },
    { "text": "What motivates you to keep going on hard days?", "difficulty": 1 },
    { "text": "Have you ever forgiven someone you thought you never could?", "difficulty": 1 },
    { "text": "What's a mistake you keep learning from?", "difficulty": 1 },
    { "text": "What does vulnerability mean to you?", "difficulty": 1 },
    { "text": "How do you handle regret?", "difficulty": 1 },
    { "text": "What's a lesson you learned from someone younger than you?", "difficulty": 1 },
    { "text": "What's a habit you're trying to break or build?", "difficulty": 1 },
    { "text": "What does personal growth mean to you?", "difficulty": 1 },
    { "text": "What's a value you refuse to compromise on?", "difficulty": 1 },
    { "text": "How do you define courage?", "difficulty": 1 },
    { "text": "What's a conversation you wish you could have again?", "difficulty": 1 },
    { "text": "What's the hardest truth you've had to accept?", "difficulty": 1 },
    { "text": "What makes you feel truly connected to others?", "difficulty": 1 },
    { "text": "What's a habit that changed your life for the better?", "difficulty": 1 },
    { "text": "What's the most significant decision you've made in life?", "difficulty": 1 },
    { "text": "What do you think happens after death?", "difficulty": 1 },
    { "text": "What's an event that made you question your beliefs?", "difficulty": 1 },
    { "text": "What role does forgiveness play in your life?", "difficulty": 1 },
    { "text": "How do you measure personal success?", "difficulty": 1 },
    { "text": "What's a truth you've discovered about yourself recently?", "difficulty": 1 },
    { "text": "What's something you wish you could unlearn?", "difficulty": 1 },
    { "text": "If you could change one thing about your past, what would it be?", "difficulty": 1 },
    { "text": "How do you deal with uncertainty?", "difficulty": 1 },
    { "text": "What's a dream you've given up on but still think about?", "difficulty": 1 },
    { "text": "What has been the most difficult experience you've ever had?", "difficulty": 1 },
    { "text": "If budget were no object, where would you go on vacation?", "difficulty": 1 },
    { "text": "When you're bored, what do you usually do?", "difficulty": 1 },
    { "text": "What two big turning points in your life do you consider to be the most significant?", "difficulty": 1 },
    { "text": "Tell me about two of your lifelong friends and why they matter so much to you. What factors made you choose them?", "difficulty": 1 },
    { "text": "What are the rules you want to establish at home?", "difficulty": 1 },
    { "text": "What qualities do you think a leader should have?", "difficulty": 1 },
    { "text": "What qualities should we learn from how we handle children?", "difficulty": 1 },
    { "text": "What color best describes your personality?", "difficulty": 1 },
    { "text": "Who do you think knows you the best out of anyone you've met so far?", "difficulty": 1 },
    { "text": "What has been your biggest regret in your life?", "difficulty": 1 },
    { "text": "Who do you turn to or what do you do to handle stress?", "difficulty": 1 },
    { "text": "What are the things you bring with you everywhere you go?", "difficulty": 1 },
    { "text": "What is something that the majority of people discover when it is too late?", "difficulty": 1 },
    { "text": "What was your most memorable culture shock encounter while visiting another country?", "difficulty": 1 },
    { "text": "What aspect of your personality would you improve if you could?", "difficulty": 1 },
    { "text": "How would you spend your day if you woke up one morning with all of your problems solved?", "difficulty": 1 },
    { "text": "To you, what constitutes a meaningful conversation?", "difficulty": 1 },
    { "text": "Can you live a meaningful life without your friends and family?", "difficulty": 1 },
    { "text": "Have you ever changed or considered changing in order to be accepted by others?", "difficulty": 1 },
    { "text": "Who is your hero, and why did you choose them?", "difficulty": 1 },
    { "text": "Who is your role model for a healthy relationship in the world?", "difficulty": 1 },
    { "text": "What is your preferred method of receiving affection?", "difficulty": 1 },
    { "text": "How much do you think your parents influenced your relationships?", "difficulty": 1 },
    { "text": "What's something you wish people understood about you sooner?", "difficulty": 1 },
    { "text": "What's a belief or perspective that would be a deal breaker for you?", "difficulty": 1 },
    { "text": "Where do you see yourself in 5 years?", "difficulty": 1 },
    { "text": "How many times have you been in love?", "difficulty": 1 },
    { "text": "What's the most important lesson you've learned from a past relationship?", "difficulty": 1 },
    { "text": "What love languages do you prefer to receive, and which do you use to give?", "difficulty": 1 },
    { "text": "What new boundaries have you set for yourself in relationships?", "difficulty": 1 },
    { "text": "What do you need to feel safe in a relationship?", "difficulty": 1 },
    { "text": "What do you think I was like in high school?", "difficulty": 1 },
    { "text": "How emotionally available do you currently feel?", "difficulty": 1 },
    { "text": "Have you ever considered an open relationship? Why or why not?", "difficulty": 1 },
    { "text": "How has your view on love evolved over time?", "difficulty": 1 },
    { "text": "What have you been feeling a lot lately?", "difficulty": 1 },
    { "text": "Who in your life do you feel most yourself around? Why?", "difficulty": 1 }
  ]
}
