{
  "cards": [
    "Drink if you've ever fallen for someone in this room.",
    "Drink for every vowel in your first name.",
    "Drink if you've had sex in the last month.",
    "Drink if you have the longest hair.",
    "Drink if you've broken your phone screen.",
    "Drink if you were the last person to arrive.",
    "Drink if you checked your phone in the last 5 minutes.",
    "Drink if you're wearing black clothes.",
    "Drink if you're the tallest person here.",
    "Choose someone to drink if you're the shortest person here.",
    "Drink if you have the most tattoos.",
    "Drink if you ordered food delivery this week.",
    "Choose someone to drink if you're the youngest person here.",
    "Drink if you can’t whistle.",
    "Drink if you were born in winter.",
    "Drink if you have the most apps on your phone.",
    "Drink if you have the most scars.",
    "Choose someone to drink if you speak the most languages.",
    "Drink if you've kissed someone of the same sex.",
    "Drink if you are drunk right now.",
    "Drink if you've had magic mushrooms.",
    "Drink if you've had sex in a public place.",
    "Drink if you've stolen something.",
    "Drink if you've texted your ex while drunk.",
    "Drink if you've cheated on a test.",
    "Drink if you've gotten back with an ex you knew was a bad idea.",
    "Drink if you've puked from drinking.",
    "Drink if you've woken up and didn’t know where you were.",
    "Drink if you've said 'I'm on the way' while still at home.",
    "Drink if you've kissed more than one person in the same night.",
    "Choose someone to drink if you’ve helped someone move houses.",
    "Choose someone to drink if you’ve volunteered before.",
    "Drink if you've lied about your age.",
    "Drink if you've flirted with someone you shouldn't have.",
    "Drink if you've hidden a relationship from your friends.",
    "Drink if you've gotten into a fight before, choose a friend to drink",
    "Drink if you've sent nudes to the wrong person.",
    "Drink if you've had a friends-with-benefits situation collapse on you.",
    "Drink if you've had someone walk in on you at a very bad moment.",
    "Drink if you've drived a car while drunk",
    "Drink if you've eaten something off the floor.",
    "Drink if you've talked to your pet like a human.",
    "Drink if you've opened the fridge and forgot why.",
    "Drink if you've said ‘you too’ when it made no sense.",
    "Choose someone to drink if you've convinced everyone to take shots.",
    "Choose someone to drink if you've made the whole room laugh today.",
    "Drink if you have blue eyes.",
    "Drink if you've lived in another country.",
    "Drink if you are wearing jewelry.",
    "Choose someone to drink if you went to the gym this week.",
    "Drink for every sibling you have.",
    "Drink for every year you have been in a relationship.",
    "Drink 3 times if you travelled the most in the group.",
    "Drink if you had at least two coffees today.",
    "Drink if you laughed in the last minute.",
    "Drink if your birthday day matches with someone on the group"
  ]
}
