{
  "cards": [
    "What's the most embarrassing thing you've done for attention?",
    "What's the most rececent lie you've told?",
    "What's your biggest fear in relationships?",
    "What's your biggest red flag",
    "What's something you've never told anyone",
    "What's the worst date you've ever been on?",
    "What's your most embarrassing drunk story?",
    "What's one thing you'd change about yourself?",
    "What's the boldest thing you've done for love?",
    "What's your most awkward moment?",
    "What's something you're ashamed of?",
    "What's the most trouble you've been in?",
    "When was the last time you stole something and what?",
    "What's a guilty pleasure no one knows about?",
    "What's your biggest regret?",
    "What's the most embarrassing music in your playlist?",
    "What's your last search history?",
    "What's the craziest thing you've done to impress someone?",
    "What's your most embarrassing photo?",
    "What's something you've pretended to like for someone else?",
    "What's the worst thing you've said behind someone's back?",
    "What's your biggest insecurity?",
    "What's something you judge people for but also do yourself?",
    "What's your most irrational fear?",
    "What's your most romantic date idea?",
    "What's one thing that instantly makes you attracted to someone?",
    "What's the sweetest thing someone has done for you?",
    "What's your love language?",
    "What's one thing about your partner that drives you crazy?",
    "What's your biggest fear about falling in love?",
    "What's your best relationship advice?",
    "What's one thing you wish your partner knew about you?",
    "What's something you've always wanted to try with your partner?",
    "What's your favorite sex position?",
    "What's your worst sex experience?",
    "What's your biggest kink?",
    "What's your biggest turn-on?",
    "What's your biggest turn-off?",
    "What's your biggest fetish?",
    "What's your craziest sex story?",
    "What's your weirdest place you've had sex?",
    "What's your most controversial option?",
    "What's the most toxic thing you've ever done in a relationship?",
    "What's the worst thing you’ve done drunk?",
    "What's one thing you'd do if you knew you wouldn’t be judged?",
    "What's one thing you wish you were better at in bed?",
    "What's something you’ve done sexually that you’ll never do again?",
    "What's something you hate about your own personality?",
    "What's your opinion on open relationships?",
    "What's the weirdest compliment you’ve ever received?",
    "What's your body count?",
    "What's your wildest one-night stand story?",
    "What's one thing that would make you walk out mid-date?",
    "What's your darkest intrusive thought?",
    "What's a sexual experience you’d redo if you could?",
    "What's the most taboo thing you secretly find hot?",
    "What's your most impulsive decision that actually paid off?",
    "What's the biggest lie you’ve told yourself?",
    "What's the craziest thing you said ever?",
    "What's a sexual kink you've always wanted to try?"
  ]
}
