{
  "cards": [
    "If your life were a movie, what would the audience be yelling at you?",
    "Whats the best tree best improvement you made to your life?",
    "Whats something you still wish to improve in your life?",
    "What's a lesson you learned the hard way?",
    "If you could tell your past self one thing, what would it be?",
    "What's something you're proud of but never talk about?",
    "What do you think is your best quality?",
    "Share a moment that changed your perspective on life.",
    "What's something you wish people all people should know?",
    "If you could implement one law, what would it be?",
    "Whats a book everyone should read?",
    "If you could master any skill instantly, what would it be?",
    "Whats your take on the meaning of life?",
    "What's the kindest thing someone has done for you?",
    "What's one thing you want to be remembered for?",
    "Share a belief you used to have that you've changed.",
    "What does happiness look like for you?",
    "If you could relive one day, which would it be?",
    "What's something you're currently struggling with?",
    "What makes you feel most alive?",
    "What's a small act of kindness you'll never forget?",
    "If you could have dinner with anyone dead or alive, who and why?",
    "What value do you hold most important in life?",
    "Share a moment when you felt truly understood.",
    "What's something you've learned about yourself recently?",
    "What does success mean to you personally?",
    "What's a risk you wish you had taken?",
    "Share something that brings you peace.",
    "What quality do you admire most in others?",
    "What legacy do you hope to leave behind?",
    "What's tree qualities you admire most in others?",
    "What's your most controversial opinion?",
    "Do you thing some cultures are better than others?",
    "What's your take on the death penalty?",
    "What's your take on current education system and what would you change?",
    "Do you thing the system would work better with more centralization or decentralization?",
    "Can you think of a system better then capitalism?",
    "What's a event that changed your perspective on life?",
    "What's was the most desapointing event in your life?",
    "Do you thing girls have more struggles then boys?",
    "What's one thing you’ve overcome that you feel really proud of?",

    "What's a belief you hold that most people would disagree with?",
    "If you could erase one memory, which would it be and why?",
    "What's a moral dilemma you've faced recently?",
    "How do you define true friendship?",
    "Why are you friends?",
    "What fear holds you back the most?",
    "What's a stereotype you’ve personally experienced or challenged?",
    "If you could change one thing about humanity, what would it be?",
    "What motivates you to keep going on hard days?",
    "If you could see the future, would you?",
    "What's a moment when you felt completely free?",
    "How do you define love?",
    "Have you ever forgiven someone you thought you never could?",
    "What's a mistake you keep learning from?",
    "What does vulnerability mean to you?",
    "If you could live in any era, which would it be and why?",
    "How do you handle regret?",
    "What's a lesson you learned from someone younger than you?",
    "What's a habit you're trying to break or build?",
    "What does personal growth mean to you?",
    "Have you ever changed your mind about something important?",
    "What's a value you refuse to compromise on?",
    "How do you define courage?",
    "What's a conversation you wish you could have again?",
    "If you could solve one global problem, which would it be?",
    "What's a belief you wish more people shared?",
    "What's the hardest truth you've had to accept?",
    "What makes you feel truly connected to others?",
    "What's a habit that changed your life for the better?",
    "What's the most significant decision you’ve made in life?",
    "What do you think happens after death?",
    "Have you ever felt completely misunderstood?",
    "How do you define happiness for yourself?",
    "Have you ever sacrificed something important for someone else?",
    "What's an event that made you question your beliefs?",
    "What role does forgiveness play in your life?",
    "How do you measure personal success?",
    "What's a truth you've discovered about yourself recently?",
    "What's something you wish you could unlearn?",
    "If you could change one thing about your past, what would it be?",
    "Do you like being human?",
    "How do you deal with uncertainty?",
    "What's a dream you’ve given up on but still think about?",
    "Have you ever felt completely at peace? When?",
    "What has been the most difficult experience you’ve ever had?",

    "If budget were no object, where would you go on vacation?",
    "When you’re bored, what do you usually do?",
    "What two big turning points in your life do you consider to be the most significant?",
    "Tell me about two of your lifelong friends and why they matter so much to you. What factors made you choose them?",
    "What are the rules you want to establish at home?",
    "What qualities do you thing a leader should have?",
    "What qualities do you learn of thing we should learn from handling with kids ?",
    "What color best describes your personality?",
    "Who do you think knows you the best out of anyone you’ve met so far?",
    "You have the ability to erase only one thing from existence. What are your plans for it?",
    "What is the most admirable aspect of human nature? What about the worst thing?",
    "Do you think it’s possible for men and women to only be friends?",
    "What little changes will the world make tomorrow to make it a better place?",
    "What has been your biggest regret in your life?",
    "Whats a humam characteristic or reflection of it in society that you believe it will never change?",
    "How do you deal with stress? What do you need from your friends when the pressure is really on?",
    "What are the things you bring with you everywhere you go?",
    "What is something that the majority of people discover when it is too late?",
    "What was your most memorable “culture shock” encounter while visiting another country?",
    "What aspect of your personality would you improve if you could?",
    "How would you spend your day if you woke up one morning with all of your problems solved?",
    "To you, what constitutes a meaningful conversation?",
    "What do you think will be ridiculous in 10 years that is currently quite popular?",
    "What’s your purpose in the world?",
    "Can you live a meaningful life without your friends and family?",
    "Do you think it’s okay to kill a person who has done terrible things in life?",
    "Have you ever changed or considered changing in order to be accepted by others?",
    "Do you belief in free will?",

    "Who is your hero, and why did you choose him or her?",
    "Would the world be a better place without religion?",
    "Is it true that happiness is the most important goal in life?",
    "Is the value of everyone’s life the same?",
    "What do you think of the penintenciary system? and what would you change?",
    "Do you think you’re doing more harm than good on this planet?",
    "Why are people so inclined to hold onto beliefs that cannot be proven?",
    "How important do you think genes are in chosing friends and partners?",
    "Whats something your parents did really well, and something they could improve on?",
    "Whats your take on addictions and how to deal with them?",
    "Do you have taboos and do you think they are healthy?",
    "Who is your role model for a healthy relationship in the world?",
    "What is your preferred method of receiving affection?",
    "How much do you think we are conditioned by our childhood and how it affects our relationships?",
    "Whats something you wish people understod about you sonner?",
    "Whats a believe or perpective that would be a deal breaker for you?",
    "Is jealousy a normal thing in a relationship?",
    "In which direction do you think society is going? What are the scariest characteristics of our society?",
    "What is so interesting about social media?",
    "Whats your take on social media and how it affects our lives?",
    "How much do you think news are manipulated ",
    "Where do you see yourself in 5 years?"
  ]
}
