{
  "cards": [
    "Who is most likely to become a millionaire?",
    "Who is most likely to get married next?",
    "Who is most likely to get divorced next?",
    "Who is most likely to have a baby next?",
    "Who is most likely to not fight for a friend?",
    "Who is most likely to fight for a friend?",
    "Who is most likely to live abroad next?",
    "Who is most likely to rob a bank?",
    "Who is most likely to have sex with a past partner?",
    "Who is most likely to get arrested for public indecency?",
    "Who is most likely to marry someone rich and famous?",
    "Who is most likely to go skinny dipping?",
    "Who is most likely to date more than one person at a time?",
    "Who is most likely to survive alone on a deserted island?",
    "Who is most likely to forget their best friend’s birthday?",
    "Who is most likely to die first in a horror film?",
    "Who is most likely to dine and dash?",
    "Who is most likely to drop something on the floor and still eat it?",
    "Who is most likely to be late to their own wedding?",
    "Who is most likely to run their own business?",
    "Who is most likely to win a Nobel Peace Prize?",
    "Who is most likely to own the most pets?",
    "Who is most likely to have the most children?",
    "Who is most likely to forget where they parked their car?",
    "Who is most likely to do a silly dance in public?",
    "Who is most likely to spend all their money on something silly?",
    "Who is most likely to take a spontaneous road trip?",
    "Who is most likely to crash a wedding?",
    "Who is most likely to join a cult?",
    "Who is most likely to have a secret tattoo?",
    "Who is most likely to wake up in a stranger’s bed?",
    "Who is most likely to go back to their ex?",
    "Who is most likely to cheat on their partner?",
    "Who is most likely to fake their own death?",
    "Who is most likely to get drunk first tonight?",
    "Who is most likely to fall asleep first?",
    "Who is most likely to start a fight at a party?",
    "Who is most likely to sing karaoke?",
    "Who is most likely to flirt their way out of a ticket?",
    "Who is most likely to spill a secret after one drink?",
    "Who is most likely to believe in a wild conspiracy theory?",
    "Who is most likely to get blackout drunk and wake up with zero memory?",
    "Who is most likely to get secretly married without telling anyone?",
    "Who is most likely to get catfished by an online romance?",
    "Who is most likely to still sleep with a childhood stuffed animal?",
    "Who is most likely to have the messiest room ever?",
    "Who is most likely to get lost on a road trip?",
    "Who is most likely to kiss more than one person in a night?",
    "Who is most likely to flirt with a stranger on vacation?",
    "Who is most likely to go skinny dipping?",
    "Who is most likely to have sex in a public place?",
    "Who is most likely to roleplay in bed?",
    "Who is most likely to have a threesome?",
    "Who is most likely to have sex in a risky place?",
    "Who is most likely to flirt with a teacher/professor?"
  ]
}
