{
  "cards": [
    { "text": "What's your most controversial opinion?", "difficulty": 1 },
    { "text": "Do you think some cultures are better than others?", "difficulty": 1 },
    { "text": "What's your take on the death penalty?", "difficulty": 1 },
    { "text": "What's your take on the current education system and what would you change?", "difficulty": 1 },
    { "text": "Do you think the system would work better with more centralization or decentralization?", "difficulty": 1 },
    { "text": "Can you think of a system better than capitalism?", "difficulty": 1 },
    { "text": "Do you think women have more struggles than men?", "difficulty": 1 },
    { "text": "Do you think we are more shaped by culture or genetics?", "difficulty": 1 },
    { "text": "What's your take on free will?", "difficulty": 1 },
    { "text": "If you could live in any era, which would it be and why?", "difficulty": 1 },
    { "text": "If you could implement one law, what would it be?", "difficulty": 1 },
    { "text": "What do you think happens after death?", "difficulty": 1 },
    { "text": "Do you like being human?", "difficulty": 1 },
    { "text": "If you could erase one thing from existence, what would it be?", "difficulty": 1 },
    { "text": "What is the most admirable aspect of human nature? What about the worst?", "difficulty": 1 },
    { "text": "Do you think it's possible for men and women to only be friends?", "difficulty": 1 },
    { "text": "What's a human characteristic that you believe will never change?", "difficulty": 1 },
    { "text": "What do you think will be ridiculous in 10 years that is currently quite popular?", "difficulty": 1 },
    { "text": "What's your purpose in the world?", "difficulty": 1 },
    { "text": "Would the world be a better place without religion? Can we truly escape belief systems?", "difficulty": 1 },
    { "text": "Is it true that happiness is the most important goal in life?", "difficulty": 1 },
    { "text": "Is the value of everyone's life the same?", "difficulty": 1 },
    { "text": "What do you think of the penitentiary system and what would you change?", "difficulty": 1 },
    { "text": "Why are people so inclined to hold onto beliefs that cannot be proven?", "difficulty": 1 },
    { "text": "How important do you think genes are in choosing friends and partners?", "difficulty": 1 },
    { "text": "What's your take on addiction and how to deal with it?", "difficulty": 1 },
    { "text": "Do you have taboos and do you think they are healthy?", "difficulty": 1 },
    { "text": "How much do you think we are conditioned by our childhood and how it affects our relationships?", "difficulty": 1 },
    { "text": "Is jealousy a normal thing in a relationship? Is it desirable?", "difficulty": 1 },
    { "text": "In which direction do you think society is going? What are the scariest characteristics of our society?", "difficulty": 1 },
    { "text": "What's your take on social media and how it affects our lives?", "difficulty": 1 },
    { "text": "How much do you think the news is manipulated?", "difficulty": 1 },
    { "text": "What's your take on monogamy?", "difficulty": 1 },
    { "text": "Do you think slavery is inevitable?", "difficulty": 1 }
  ]
}
